Repository: BinL233/Revive
Catalog: Revive/Revive/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Hold "YES" button for 3 seconds)
zh_hans: （长按3秒“确认”）

source: 1. Exploring through focus to get items.
zh_hans: 1. 以「探险」来获取资源

source: 1. Hatching eggs through focus.
zh_hans: 1. 在「专注」中孵化更多的物种

source: 1. Training your own species through focus to gain EXP for them.
zh_hans: 1. 用「训练」来强化你的物种

source: 2. EXP = 60 * Training Time (min)
zh_hans: 2. 经验 = 60 * 训练时长（分钟）

source: 2. Exploring time should >= 10 minutes.
zh_hans: 2. 最低「探险」时长为10分钟

source: 2. Gain EXP = 60 * Training Time (min)
zh_hans: 2. 获得「经验值」 = 60 * 「训练」时间（分钟）

source: 2. Hatching time should >= 30 minutes.
zh_hans: 2. 最低「孵化」时长为30分钟

source: 3. Gain Friendship = Training Time (min)
zh_hans: 3. 获得「亲密度」 = 「训练」时间（分钟）

source: 3. Minimum hatching times are different between species. Only selecting a time greater than the certain's Species' minimum hatching time will make it possible to hatch them
zh_hans: 3. 不同物种的最短「孵化时间」是不同的。只有当计时器的开始时间大于某个物种的最短「孵化时间」时，才能使其孵化。

source: 3. The next map can only be unlocked if the previous map is 100% explored.
zh_hans: 3. 只有当前一张「地图」被100%探索时，下一张地图才能解锁。

source: 4 tons of krill a day, keep the doctor away.
zh_hans: 一天4吨虾米，医生离我千米。

source: 4. Each map has random Rewards and fixed Treasure.
zh_hans: 4. 每张「地图」都有「随机奖励」和「固定宝藏」。

source: 4. SR Species probability = 5 / (100 - 0.4 * Hatching Time (min))
zh_hans: 4. SR物种孵化概率 = 5 / （100 - 0.4 * 「孵化」时间（分钟））

source: 4. SR Species probability = 10% + 0.34% * Hatching Time (min)
zh_hans: 4. SR物种的概率 = 10% + 0.34% * 孵化时间（分钟）

source: 5. Random Rewards are earned every 10 minutes, and Fixed Treasure must reach the required Exploring time to be earned.
zh_hans: 5. 「随机奖励」每10分钟获得一次，「固定宝藏」必须达到要求的探险时长才能获得。

source: 6. Each map has its own terrain, and Species will have Exploring Buffs for the terrain they specialize in.
zh_hans: 6. 每张「地图」都有独特的地形，物种在其擅长的地形上会有探险增益。

source: 15th century
zh_hans: 15世纪

source: 17th century
zh_hans: 17世纪

source: 18th century
zh_hans: 18世纪

source: 19th century
zh_hans: 19世纪

source: 20 Friendship Points for any species.
zh_hans: 为你的物种提供20亲密度。

source: 20th century
zh_hans: 20世纪

source: 21st century
zh_hans: 21世纪

source: 50 EXP and 15 Friendship Points for any species.
zh_hans: 为你的物种提供50经验值以及15亲密度。

source: 70 EXP and 10 Friendship Points for any species.
zh_hans: 为你的物种提供70经验值以及10亲密度。

source: 100 EXP and 5 Friendship Points for any species.
zh_hans: 为你的物种提供100经验值以及5亲密度。

source: 100 EXP for any species.
zh_hans: 为任何「物种」提供100经验值。

source: 150 EXP for any species.
zh_hans: 为你的物种提供150经验值。

source: 200 EXP and 20 Friendship Points, carnivore only.
zh_hans: 为你的食肉动物提供200经验值以及20亲密度。

source: 200 EXP and 20 Friendship Points, herbivore only.
zh_hans: 为你的食草动物提供200经验值以及20亲密度。

source: 200 EXP, carnivore only.
zh_hans: 为食肉动物提供200经验值

source: 200 EXP, herbivore only.
zh_hans: 为食草动物提供200经验值

source: A healthy diet plan always comes with plants, fruits, and animal protein.
zh_hans: 一个健康的饮食计划应该包含植物、水果和蛋白质。

source: A king always comes with a magnificent mane.
zh_hans: 你知道的，只有王才配得上华丽的鬃毛。

source: A long journey deserved with the best fruit.
zh_hans: 漫长的旅程值得最好的收获。

source: A semi-Aquatic lifestyle is the perfect choice.
zh_hans: 半水生才是最完美的生活方式！

source: Acorn
zh_hans: 橡子

source: Advantage Areas
zh_hans: 优势领域

source: African Wild Dog
zh_hans: 非洲野犬

source: Ainsworth's Salamander
zh_hans: 阿因斯沃斯蝾螈

source: Although I have a reliable coat, I still feel chilly in the Ice Age.
zh_hans: 尽管我的毛外套看起来很可靠，但在冰河时代仍然不堪一击。

source: Amount
zh_hans: 数量

source: Amur Leopard
zh_hans: 远东豹

source: An extraordinarily long neck is here!
zh_hans: 你见过这么长的脖子吗？

source: An ice with more density.
zh_hans: 一种密度更高的冰。

source: Ankylosaurus
zh_hans: 甲龙

source: Announcement
zh_hans: 公告

source: Another name for me is Soursop, but I'm not sour.
zh_hans: 虽然我叫刺果番荔枝，但我其实又软又甜。

source: Are you sure to RELEASE
zh_hans: 你确定要【放生】

source: Are you sure?
zh_hans: 你确定吗？

source: Armour up and get your tail ready.
zh_hans: 甲龙们，甩起尾巴，准备迎敌。

source: As you can see, I have feathers, not scales.
zh_hans: 如你所见，我的背上是羽毛，不是鳞片。

source: Asian Unicorn is another name for me.
zh_hans: 亚洲独角兽，正是在下。

source: Attention, we have different venom potency.
zh_hans: 请注意，我们的毒性各不相同。

source: Aways iridescent.
zh_hans: 如彩虹般。

source: Back
zh_hans: 返回

source: Bactrian Camel
zh_hans: 双峰驼

source: Ball
zh_hans: 球

source: Baozi
zh_hans: 包子

source: Barbary Lion
zh_hans: 巴巴里獅子

source: Based on my name, you know what I eat.
zh_hans: 问我吃什么？答案在我的名字里面。

source: Be aware of FUNGUS!
zh_hans: 当心真菌！

source: Be aware of the blind area of my vision.
zh_hans: 注意我的视线盲区。

source: Beach
zh_hans: 沙滩

source: Berrybush
zh_hans: 浆果丛

source: Beware of cavity.
zh_hans: 小心蛀牙。

source: Black Rhino
zh_hans: 黑犀牛

source: Blue Whale
zh_hans: 蓝鲸

source: Blue-footed Booby
zh_hans: 蓝脚鲣鸟

source: Bornean Orangutan
zh_hans: 婆罗洲猩猩

source: Both Ezo and Hokkaido wolf go for me.
zh_hans: 我有许多称呼，最喜欢的还是北海道狼。

source: Brachiosaurus
zh_hans: 腕龙

source: Bramble Cay Melomys
zh_hans: 珊瑚裸尾鼠

source: Brave people enjoy the world first.
zh_hans: 勇敢的人先享受世界。

source: Buff
zh_hans: 增益

source: Caribbean Monk Seal
zh_hans: 加勒比僧海豹

source: carnivore
zh_hans: 食肉动物

source: Carnivore
zh_hans: 食肉动物

source: Carnivore's favorite.
zh_hans: 食肉动物的最爱。

source: Cave Bear
zh_hans: 洞熊

source: Cave bear is supposed to stay in the cave.
zh_hans: 洞熊应该待在洞里。

source: Check these logs to track the growth of Revive.
zh_hans: 用日志来查看「Revive」的成长数据。

source: Check Your Collections
zh_hans: 查看你的图鉴

source: Cheese always be my best bud.
zh_hans: 鱼离不开水，就像我离不开奶酪。

source: Climate change has claimed its first mammal extinction-me.
zh_hans: 气候变化导致了我的灭绝。

source: Cloud
zh_hans: 云

source: Cobra
zh_hans: 眼镜蛇

source: Collect to unlock SSR species!
zh_hans: 收集以解锁SSR物种！

source: Compass
zh_hans: 黄金罗盘

source: Confirm
zh_hans: 确认

source: Consider the most agile and swift!
zh_hans: 敏捷的速度之王！

source: Contact Us
zh_hans: 联系我们

source: Contact us if you have any problem.
zh_hans: 如果有任何问题，请联系我们。

source: Container for Exploration Map prizes.
zh_hans: 装着探险宝物的箱子。

source: Cookie
zh_hans: 曲奇

source: Copied!
zh_hans: 已复制！

source: Copy
zh_hans: 复制

source: Cretaceous
zh_hans: 白垩纪

source: Croissant
zh_hans: 可颂

source: Cross River Gorilla
zh_hans: 克罗斯河大猩猩

source: Current Time:
zh_hans: 当前时间：

source: Cute color, more power.
zh_hans: 可爱的颜色会带来更多力量。

source: Dangerously tasty steamed bao buns.
zh_hans: 蒸包子，美味的终极。

source: Date
zh_hans: 日期

source: Datepalm
zh_hans: 椰枣

source: Day
zh_hans: 日

source: Desert
zh_hans: 沙漠

source: Desert Rat-kangaroo
zh_hans: 沙漠大袋鼠

source: Details
zh_hans: 细节

source: Developers want some special effect on me.
zh_hans: 开发者想在我身上添加一些特效。

source: Direct to the rarest.
zh_hans: 向最稀有的物种前行。

source: Dismiss
zh_hans: 关闭

source: Do you want to purchase
zh_hans: 你想要购买

source: Doctor said the recommended calorie count for me is 40,000...daily.
zh_hans: 医生说我的推荐卡路里摄入量是40,000……每天。

source: Dodo Bird
zh_hans: 渡渡鸟

source: Don't you think I'm cute with w mouth?
zh_hans: 你不觉得我的‘W’嘴很可爱吗？

source: Donkey existed, Zebra existed, Quagga extinct...a sad story bro.
zh_hans: 这个世界有驴，有斑马，却再也没有班驴了……兄弟，这真是个悲伤的故事。

source: Double hump, double cool.
zh_hans: 双峰，双重酷。

source: Dumbbell
zh_hans: 哑铃

source: Early Eocene
zh_hans: 始新世早期

source: Elasmosaurus
zh_hans: 薄片龙

source: Elephant bird
zh_hans: 象鸟

source: Email Address
zh_hans: 邮箱地址

source: Endemic species means I was only in Yunnan Province.
zh_hans: 地方性物种的意思就是，我只生活在云南省。

source: Everyone looked cute in childhood.
zh_hans: 小时候的自己是最可爱的。

source: Everyone loves cookie!
zh_hans: 没人能够拒绝曲奇！

source: Evolve
zh_hans: 进化

source: Evolve Successfully
zh_hans: 进化成功

source: Exploration Speed:
zh_hans: 探险速度：

source: Exploring
zh_hans: 探险

source: Exploring Complete!
zh_hans: 探险成功！

source: Exploring time requires at least 10 minutes.
zh_hans: 「探险」时间至少需要10分钟。

source: Exploring Time: -%@%%
zh_hans: 探索时间： -%@%%

source: Extremely good at playing leap frog!
zh_hans: 要来和我比一比蛙跳吗？

source: Ezo Wolf
zh_hans: 北海道狼

source: Favorite
zh_hans: 喜爱

source: Feed
zh_hans: 喂食

source: Feed your Species!
zh_hans: 投喂你的「物种」们！

source: Firn
zh_hans: 粒雪

source: FOCUS
zh_hans: 专注

source: Focus Information
zh_hans: 专注详细信息

source: Formed by rapid cooling of lava.
zh_hans: 由熔岩快速冷却而形成。

source: Fox is cute, I'm cuter.
zh_hans: 狐狸很可爱，我更可爱。

source: Friendship
zh_hans: 亲密度

source: Gemstone
zh_hans: 宝石

source: Giant Anteater
zh_hans: 大食蚁兽

source: Glacier
zh_hans: 冰川

source: Glad I'm not the only flightless bird.
zh_hans: 很高兴我不是唯一不会飞的鸟。

source: Glad there isn't a cow in the world who knows the law.
zh_hans: 很高兴世界上没有一头懂法律的牛。

source: Glad to help in medical advancement.
zh_hans: 很高兴能为医学进步贡献一份力量。

source: Golden Toad
zh_hans: 金蟾蜍

source: Got it
zh_hans: 获得

source: Great Auk
zh_hans: 大海雀

source: Ground Sloth
zh_hans: 地懒

source: Guam Flying Fox
zh_hans: 关岛狐蝠

source: Guanabana
zh_hans: 刺果番荔枝

source: Guess how long my tongue can get...45cm!
zh_hans: 猜猜我的舌头有多长……45厘米！

source: Guess who hides me here?
zh_hans: 猜猜是谁把我藏在这儿的？

source: Hatching
zh_hans: 孵化

source: Hatching Complete!
zh_hans: 孵化成功！

source: Hatching Date
zh_hans: 孵化日期

source: Hatching time requires at least 30 minutes.
zh_hans: 「孵化」时间至少需要30分钟。

source: Hatching Time: -%@%%
zh_hans: 孵化日期： -%@%%

source: Have a look at the sail on my back...in the future.
zh_hans: 未来的我，背上会有很帅的帆。

source: Have you ever heard of Tasmanian Tiger?
zh_hans: 你听说过塔斯马尼亚虎吗？

source: Hear the voice of the sea.
zh_hans: 聆听海洋的声音。

source: Height
zh_hans: 高度

source: Hel... lo... how... are... you... to... day...?
zh_hans: 你好……今天……过得……怎么样？

source: herbivore
zh_hans: 食草动物

source: Herbivore
zh_hans: 食草动物

source: Herbivore's favorite.
zh_hans: 食草动物的最爱。

source: Hide on bush.
zh_hans: 该进草埋伏了。

source: Hope I will work in DMV like Mr. Flash one day.
zh_hans: 希望有一天我能像闪电先生一样在车管所工作。

source: Hours
zh_hans: 小时

source: I admire my brother...he can walk with only two legs!
zh_hans: 我很钦佩我的兄弟……他能用两条腿走路！

source: I always feel hungry...just like now.
zh_hans: 我总是感觉很饿……就像现在。

source: I am not a Hyenya...
zh_hans: 我不是鬣狗……

source: I am the biggest bird on Earth.
zh_hans: 我是地球上最大的鸟。

source: I am the emperor's mount in Chinese mythology.
zh_hans: 上一个坐在我背上的人，叫蚩尤。

source: I became a sea turtle last night!
zh_hans: 昨晚我梦见自己变成了一只海龟！

source: I can drink up to 40 gallons at once.
zh_hans: 我一次可以喝掉40加仑的水。

source: I do not know the function of my hands.
zh_hans: 我不知道我的手有什么用。

source: I don't have external ears, so I feel vibrations by putting my head on the ground.
zh_hans: 我没有外耳，一般需要把脑袋放地上来感受震动。

source: I don't think there is a medical use on my scale.
zh_hans: 我不认为自己的鳞片有任何药用价值……

source: I have a big family with more than 40 members!
zh_hans: 我家超多人，40多口呢！

source: I have more than 1000 relatives on a single bunch.
zh_hans: 我跟我的1000个亲戚住一块。

source: I have no idea how to use my nose.
zh_hans: 我还在学习《鼻子的100种用法》。

source: I have no idea why everyone thinks I'm delicious.
zh_hans: 不知道为什么大家都觉得我很好吃……

source: I have only four toes per foot...no digitigrade.
zh_hans: 我每只脚只有四个脚趾……不算趾行动物。

source: I know there is a pink pig who also likes to roll in mud ponds.
zh_hans: 我知道有只粉红色的小猪也喜欢在泥塘里打滚。

source: I love bamboo.
zh_hans: 我爱竹子。

source: I love Jackson's chameleon because we all have three horns.
zh_hans: 我喜欢杰克森变色龙，因为我们都有三只角。

source: I never thought the horn would become dangerous for me one day.
zh_hans: 我的角原本是用来保护我的。

source: I want to go to the pier and get some fries as well.
zh_hans: 我也想去码头整点薯条。

source: I will be the biggest bird on Earth!
zh_hans: 我要成为地球上最大的鸟！

source: I will have the strongest power in future!
zh_hans: 未来，我将拥有最强大的力量！

source: I'm not a penguin, I can fly.
zh_hans: 我不是企鹅，我会飞。

source: Ice Age
zh_hans: 冰川时代

source: If you do not believe a whale can walk, look at me.
zh_hans: 如果你不相信鲸鱼能走路，那就看看我吧，走起！

source: If you know Lonesome George, you will remember us.
zh_hans: 如果你认识孤独的乔治，那么你也会记住我们。

source: Increase 100 Affection for any species.
zh_hans: 给任意物种增加100亲密度。

source: Increase the probability of hatching rare species in next focus.
zh_hans: 增加下次「孵化」成功时出现稀有物种的概率。

source: Incubator
zh_hans: 孵化器

source: Info
zh_hans: 信息

source: Insect are my favorite!
zh_hans: 昆虫？我的最爱！

source: Insufficient Gold
zh_hans: 金币不足

source: Items
zh_hans: 物品

source: Join
zh_hans: 加入

source: Jurassic
zh_hans: 侏罗纪

source: Keep Screen On
zh_hans: 屏幕常亮

source: Key
zh_hans: 钥匙

source: Kronosaurus
zh_hans: 克柔龙

source: LANGUAGE
zh_hans: 语言

source: Lanugo helps me prevent colds!
zh_hans: 胎毛能帮助我防止感冒！

source: Late Cretaceous
zh_hans: 晚白垩世

source: Late Ice Age
zh_hans: 晚冰河时代

source: Late Jurassic
zh_hans: 晚侏罗纪

source: Late Pleistocene
zh_hans: 晚更新世

source: Left
zh_hans: 剩余

source: Let me repeat it one more time: Pterosaur is NOT a dinosaur.
zh_hans: 再说一次：翼龙不是恐龙！

source: Let's hatch one Species!
zh_hans: 让我们来孵化一个「物种」吧！

source: Level
zh_hans: 等级

source: Loading...
zh_hans: 加载中...

source: Lollipop
zh_hans: 棒棒糖

source: Lungless salamander uses skin for respiration.
zh_hans: 无肺蝾螈用皮肤呼吸。

source: Mammoth
zh_hans: 猛犸象

source: Meat
zh_hans: 肉

source: Mesozoic
zh_hans: 中生代

source: Minimal water is enough for me.
zh_hans: 一点点水就能活很久。

source: MODE SELECTION
zh_hans: 模式选择

source: Mom said she ran out of ink when I was born.
zh_hans: 妈妈说我出生时，墨水刚好用完了。

source: Month
zh_hans: 月

source: My brother is popular in movies.
zh_hans: 我的兄弟在电影里很受欢迎。

source: My cousin's feet have a separate color, blue and red.
zh_hans: 我表兄弟的脚真特别，一只蓝色，一只红色。

source: My heart will grow bigger than a car in the future.
zh_hans: 以后我的心脏会比一辆车还大。

source: My tail is heavy.
zh_hans: 我的尾巴好重……

source: Mysterious puzzle with summon power.
zh_hans: 具有召唤之力的神秘拼图。

source: Name
zh_hans: 名称

source: Neogene
zh_hans: 新近纪

source: Next
zh_hans: 下一个

source: Next Treasure
zh_hans: 距离下个宝藏还有

source: Next Treasure:
zh_hans: 距离下个宝藏还有：

source: Nick Name
zh_hans: 昵称

source: NO
zh_hans: 不

source: No Buff
zh_hans: 暂无增益

source: No one can stop my desire for freedom.
zh_hans: 没人能阻止我对自由的渴望。

source: Nori always tastes good...and healthy!
zh_hans: 海苔既好吃又健康！

source: Not every deer can become the urban animal.
zh_hans: 不是每只鹿都能成为城市动物。

source: Not every horse needs a rider.
zh_hans: 不是每匹千里马都需要伯乐。

source: Nothing in your bag pack yet
zh_hans: 你的背包里还什么都没有呢

source: Number of Coins
zh_hans: 金币数量

source: Number of Finished Maps
zh_hans: 探险完成的地图数量

source: Number of Items
zh_hans: 获得物品的数量

source: Number of Maps
zh_hans: 获得地图的数量

source: Number of R Species
zh_hans: 获得R稀有度物种的数量

source: Number of Species
zh_hans: 获得物种的数量

source: Number of SR Species
zh_hans: 获得SR稀有度物种的数量

source: Number of SSR Species
zh_hans: 获得SSR稀有度物种的数量

source: Number of Stage 2 Species
zh_hans: 获得第2阶段的物种数量

source: Obsidian
zh_hans: 黑曜石

source: Ocean
zh_hans: 海洋

source: omnivore
zh_hans: 杂食动物

source: Omnivore
zh_hans: 杂食动物

source: One of the most recent large mammals to be discovered.
zh_hans: 被发现的大型哺乳动物之一。

source: Only avaliable to iOS 17 or later. Currently follows the system language.
zh_hans: 只支持iOS17及以上版本。目前语言为手机系统语言。

source: Oops...
zh_hans: 啊哦...

source: Panda
zh_hans: 熊猫

source: Pangolin
zh_hans: 穿山甲

source: Passenger Pigeon
zh_hans: 旅鸽

source: Pinta Island tortoise
zh_hans: 平塔岛象龟

source: pizza
zh_hans: 披萨

source: Plain
zh_hans: 平原

source: Please leave some fish for me next time.
zh_hans: 下次请给我留些鱼。

source: Pleistocene Epoch
zh_hans: 更新世

source: Pocketwatch
zh_hans: 怀表

source: Practice roaring everyday.
zh_hans: 日常练习咆哮中。

source: Prefer to stay on the trees forever if possible.
zh_hans: 如果可能的话，我更愿意永远待在树上。

source: Product from a crazy inventor.
zh_hans: 疯狂科学家的作品。

source: Proud of letting bird species extinction be noticed by scientists.
zh_hans: 我的离开，终于让科学家们注意到鸟类灭绝的问题了。

source: Pterosaur
zh_hans: 翼龙

source: Puzzle
zh_hans: 拼图

source: Pyrenean Ibex
zh_hans: 比利牛斯山羊

source: Quagga
zh_hans: 斑驴

source: Rainforest
zh_hans: 雨林

source: Rarity
zh_hans: 稀有度

source: Recover prey population before recovering me please
zh_hans: 请先恢复一下我的猎物数量，再考虑考虑恢复我的数量，谢谢。

source: Reduce time in exploring in next focus.
zh_hans: 降低下次「探险」的专注时间。

source: Reduce time in hatching in next focus.
zh_hans: 减少下次孵化的时间。

source: Reduce time in training in next focus.
zh_hans: 降低下次「训练」的专注时间。

source: Release
zh_hans: 放生

source: REMINDER
zh_hans: 闹钟

source: Reminder Notification
zh_hans: 闹钟通知

source: Rewards
zh_hans: 奖励

source: River
zh_hans: 河流

source: Rolling everyday.
zh_hans: 每天滚来滚去。

source: Sabertooth
zh_hans: 剑齿虎

source: Saola
zh_hans: 中南大羚

source: Schomburgk's Deer
zh_hans: 熊氏鹿

source: Scientists believe I had a bird-like respiratory system in order to get enough oxygen.
zh_hans: 人们认为我有类似于鸟类的呼吸系统，来获得足够的氧气。

source: Seashell
zh_hans: 贝壳

source: Seaweed
zh_hans: 海藻

source: Seaweed only.
zh_hans: 很挑食，只吃海草。

source: Select a Species for training
zh_hans: 选择一个「物种」来训练

source: Select adventure buddy
zh_hans: 选择一位探险伙伴

source: Select Language
zh_hans: 选择语言

source: Select Map
zh_hans: 选择地图

source: Select remind time
zh_hans: 选择提醒时间

source: Short-necked plesiosaur, not dinosaur.
zh_hans: 短颈蛇颈龙，不是恐龙。

source: Sky
zh_hans: 天空

source: Slow down in swimming, slow down in life.
zh_hans: 人生和游泳一样，都可以慢慢来。

source: Sorted by
zh_hans: 排序

source: Special reward in Beach area, 1000 EXP and 100 Friendship Points.
zh_hans: 沙滩地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Beach area, 1000 EXP.
zh_hans: 沙滩地带的特殊奖励，1000经验值。

source: Special reward in Desert area, 1000 EXP and 100 Friendship Points.
zh_hans: 沙漠地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Desert area, 1000 EXP.
zh_hans: 沙漠地带的特殊奖励，1000经验值。

source: Special reward in Glacier area, 1000 EXP and 100 Friendship Points.
zh_hans: 冰川地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Glacier area, 1000 EXP.
zh_hans: 冰川地带的特殊奖励，1000经验值。

source: Special reward in Mountain area, 1000 EXP and 100 Friendship Points.
zh_hans: 山丘地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Mountain area, 1000 EXP.
zh_hans: 山丘地带的特殊奖励，1000经验值。

source: Special reward in Ocean area, 1000 EXP and 100 Friendship Points.
zh_hans: 海洋地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Ocean area, 1000 EXP.
zh_hans: 海洋地带的特殊奖励，1000经验值。

source: Special reward in Plain area, 1000 EXP and 100 Friendship Points.
zh_hans: 平原地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Plain area, 1000 EXP.
zh_hans: 平原地带的特殊奖励，1000经验值。

source: Special reward in Rainforest area, 1000 EXP and 100 Friendship Points.
zh_hans: 雨林地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Rainforest area, 1000 EXP.
zh_hans: 雨林地带的特殊奖励，1000经验值。

source: Special reward in Sky area, 1000 EXP and 100 Friendship Points.
zh_hans: 天空地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Sky area, 1000 EXP.
zh_hans: 天空地带的特殊奖励，1000经验值。

source: Special reward in Volcano area, 1000 EXP and 100 Friendship Points.
zh_hans: 火山地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Volcano area, 1000 EXP.
zh_hans: 火山地带的特殊奖励，1000经验值。

source: Special reward in Wetland area, 1000 EXP and 100 Friendship Points.
zh_hans: 湿地地带的特别奖励，1000经验值以及100亲密度。

source: Special reward in Wetland area, 1000 EXP.
zh_hans: 湿地地带的特殊奖励，1000经验值。

source: Species
zh_hans: 物种

source: Species Get
zh_hans: 「物种」获得

source: Spinosaurus
zh_hans: 棘龙

source: SR hatching rate
zh_hans: SR孵化率

source: Start
zh_hans: 开始

source: Stegosaurus
zh_hans: 剑龙

source: Steller's Sea Cow
zh_hans: 大海牛

source: Stop
zh_hans: 停止

source: Strict Mode
zh_hans: 严格模式

source: Surfing yesterday, 84 of us were counted by humans, over.
zh_hans: 昨天冲浪，我们被人类记录了84次，完毕。

source: Swimming in the sea is sleepy...Zzz
zh_hans: 在海里游泳真让人犯困，Zzz……

source: T-Rex
zh_hans: 暴龙

source: Tarpan
zh_hans: 欧洲野马

source: The most vulnerable part on me is belly.
zh_hans: 我最脆弱的部位是肚子。

source: The owner might from last centry.
zh_hans: 拥有者可能来自于上个世纪。

source: The reason why I'm extinct...is my food is extinct.
zh_hans: 我的食物灭绝了，所以……我也灭绝了。

source: There is a total of 20 family members being counted by the scientists.
zh_hans: 科学家们统计出我有20个家庭成员。

source: Thylacine
zh_hans: 袋狼

source: Time
zh_hans: 时间

source: Toast
zh_hans: 吐司

source: Toolache Wallaby
zh_hans: 图拉克袋鼠

source: Total
zh_hans: 总共

source: Total Exploring Time
zh_hans: 总探险时间

source: Total Hatching Time
zh_hans: 总孵化时间

source: Total Time
zh_hans: 总时间

source: Total Time:
zh_hans: 总时间：

source: Total Training Time
zh_hans: 总训练时间

source: Training
zh_hans: 训练

source: Training Complete!
zh_hans: 训练成功！

source: Trait
zh_hans: 习性

source: Treasure
zh_hans: 宝藏

source: Triceratops
zh_hans: 三角龙

source: Two legs leaping are never faster than four legs running.
zh_hans: 用两条腿跳不如用四条腿跑。

source: Unlock
zh_hans: 解锁

source: Update Logs
zh_hans: 更新日志

source: Use
zh_hans: 使用

source: Use to be resurrected through cloning, but failed.
zh_hans: 试图通过克隆复活……下次一定。

source: Vaquita
zh_hans: 加湾鼠海豚

source: Vegetables
zh_hans: 蔬菜

source: Velociraptor
zh_hans: 伶盗龙

source: Volcano
zh_hans: 火山

source: Walk Whale
zh_hans: 走鲸

source: We use Long Calls for communication.
zh_hans: 长鸣是我们独特的交流方式。

source: We were named after a naturalist found us.
zh_hans: 我们的名字是为了纪念发现我们的自然学家。

source: Weight
zh_hans: 重量

source: What topping makes the best toast?
zh_hans: 什么是吐司最好的搭档？

source: When I grow up, I want to have a silverback!
zh_hans: 长大后，我想拥有帅气的银背！

source: Will become marshmellow if add some sugar.
zh_hans: 加点糖就会变成棉花糖。

source: Will I be able to fly one day?
zh_hans: 会有飞向天空的那一天吗？

source: Xixi
zh_hans: 戏谑

source: Year
zh_hans: 年

source: YES
zh_hans: 是

source: You cannot change languages during Focus.
zh_hans: 你不可以在「专注」时改变语言。

source: You know what, Cross River is a state in Nigeria.
zh_hans: 你知道吗，克罗斯河是尼日利亚的一个州。

source: You will fail to explore.
zh_hans: 你的探险将会失败

source: You will fail to hatch this Species.
zh_hans: 你的孵化将会失败

source: You will fail to train this Species.
zh_hans: 你的训练将会失败

source: Yummy mammoth everyday!
zh_hans: 每日一猛犸象，是我的梦想！

source: Yunnan Lake Newt
zh_hans: 滇螈
